<div class="rules">
    <h1>Правила</h1>
    <section>
        <h3>1. Сразу как ваш противник стал известен, капитаны команд должны связаться друг с другом любым из ниже
            перечисленных способов:
            Личные сообщения на сайте/Skype/Вконтакте.
        </h3>
        <p><?php echo nl2br("При добавление соперника обязательно указывайте кто вы и с какого турнира.
            - Пример сообщения:
            - Добрый день, я капитан команды ....
            - У нас с вами сейчас игра на турнире … в ... СЕТ
            - Ссылка на турнир - ...
            - Заходите в лобби
            Созданием лобби непосредственно занимается капитан команды.");
            ?>
        </p>
    </section>
    <section>
        <h3>2. Время начала матчей</h3>
        <p><?php echo nl2br("- 2.1. Матчи турниров обязаны стартовать строго по расписанию, указанному на его странице.
            - 2.2. Создавать лобби необходимо за 5 минут до времени старта матча.
            - 2.3. Если соперник опаздывает (или затягивает старт) –  техническое поражение"); ?>
        </p>
    </section>
    <section>
        <h3>3. За опоздания на матчи турниров дается техническое поражение</h3>
        <p><?php echo nl2br("- 3.1 В течение 15 минут после времени старта поединка, команды должны выйти на связь и стартовать матч.
            - 3.2 Если в течение 15 минут соперник не ответил - техническое поражение
            - 3.3 Обязательно предупредите соперника в Личные сообщения на сайте/Skype/Вконтакте, если вы намерены поставить победу в свою пользу.
            - Пример сообщения:
            - Вы опаздываете на игру турнира : ....
            - Мы связались с вами заранее и опоздание на 15 минут считается нарушением правил.
            - Согласно пункту 3 – ( ссылка на регламент турнира)
            - Мы вносим счет в матче в свою пользу."); ?>
        </p>
    </section>
    <section>
        <h3>4. Если команды обоюдно задерживают старт матча</h3>
        <p><?php echo nl2br("- 4.1. Если вы задержались и написали сопернику спустя 5 минут после времени указанного в расписание - для оформления технической победы вам нужно будет ждать еще 10 минут (т.е. 5+15=20).
            - 4.2. Если обе команды не вышли на связь друг с другом в течение 15 минут, обоим командам засчитывается поражение (0:0).
            - 4.3. Если обе команды опоздали на матч (не с контактировавшись при этом) и одна из команд внесла счет в свою пользу, а вторая подала протест на форуме - счет судьями будет изменен на 0:0.
            - 4.4. Если счет в матче стоит 0:0 и команды соперничают за выход в следующий раунд - обе команды не пройдут дальше.
       "); ?>
        </p>
    </section>
    <section>
        <h3>5. Предупреждать соперников по следующему раунду</h3>
        <p><?php echo nl2br("- 5.1. Если ваш матч затягивается и по времени уже должен стартовать следующий раунд – отпишите сопернику о состоянии вашого матча в личных сообщениях/скайп/Вконтакте противникам:
            - Матч между ...-... затягивается.
            - По причине: (игра больше 10-30 минут, пропадал свет или была пауза и т.д.).
            - Скриншот в доказательство: ...
            - 5.2. Если вы не предупредили соперников по следующему раунду о том, что ваша игра стартовала, а также о задержке матча - вам в праве поставить техническое поражение в течение 15 минут после начала нового раунда. (см пункт правил №3).");
            ?>
        </p>
    </section>
    <section>
        <h3>6. Ожидание противников из предыдущего раунда</h3>
        <p><?php echo nl2br("- 6.1. Ваша задача не ожидать продвижения в сетке, а написать потенциальным противникам, которые должны на вас выйти, уточнить когда примерно завершится матч.
            -6.2. В то же время не исключайте вариант, что противники уже по следующему раунду тоже могут ждать вашу пару, и их тоже нужно будет предупредить (во избежание дальнейших конфликтов) (см пункты правил 5.1 - 5.2).
        "); ?></p>
    </section>
    <section>
        <h3>7. Внесение результатов </h3>
        <p><?php echo nl2br("- Обе команды, которые играют турнирный поединок обязаны оформить результат по его завершению:
            - На странице матча капитан должен ввести счет 0-1 или 1-0 или подтвердить указаный счет(если счет указан неверно см пунк правил 8.)
            - Напоминайте противникам, чтобы они вносили результаты и вы продвигались в следующий раунд быстрее.
            - Опция автоподтверждения результатов срабатывает через 15 минут."); ?>

        </p>
    </section>
    <section>
        <h3>8. Если счет в матче указан неправильно </h3>
        <p><?php echo nl2br("- Или в поединке происходят конфликтные ситуации и команды не могут решить проблему.
            - Для решения этой проблемы, вам нужно нажать ПОЖАЛОВАТСЯ на странице матча:
            - после этого добавить скриншот матча и ожидать решения судьи ."); ?>
        </p>
    </section>
    <section>
        <h3> 9. Процедура исправления результатов </h3>
        <p><?php echo nl2br("- Судьи исправляют все конфликтные ситуации по мере возможности. Учтите, что этот процесс не всегда бывает мгновенным.  В таком случае не нужно паниковать, ныть, жаловаться, искать виновных и т.д. Вы должны играть в соответствии с правилами сайта, добавлять противников с которыми вы должны играть, аргументировать, что противники нечестно поставили результат.
            - Ваш результат в обязательном порядке будет исправлен, главное иметь на руках все требуемые доказательства. Не нужно ждать судей и обновлений сетки. Действуйте! Предоставляйте противникам доказательства и играйте. Как только появится возможность, судьи тут же исправят результаты неправильных матчей.
        ");
            ?></p>
    </section>
    <section>
        <h3>10. О решение судьями конфликтов</h3>
        <p><?php echo nl2br("- 10.1. В случае острых конфликтов между командами, в которых судья на основе принятых сообщений не может определить нарушителя, вступает правило одного сообщения. Судья запрашивает от каждой команды одно единственное сообщение, оформленное по шаблону (со скриншотом и кратким содержанием версии происхождения событий). После чего анализирует обе версии и на основе этого дает окончательный вердикт.
            - 10.2. Решения судей оспаривать запрещено. Какие доказательства предоставили - такой ответ и получите.
        "); ?></p>
    </section>
    <section>
        <h3>11. Перерывы во время матчей</h3>
        <p><?php echo nl2br("- Капитан каждой команды имеет право до начала матча, находясь в созданном лобби взять тактический перерыв, равный 5 минутам, но не более одного раза за матч."); ?></p>
    </section>
    <section>
        <h3>12. Замены игроков на странице команды и в турнирных матчах </h3>
        <p><?php echo nl2br("- 12.1. Под заменами подразумевается внесение в состав новых игроков. Эти игроки обязаны находиться в составе команды на сайте .
            - 12.2. В лобби турнирных игр могут находится только игроки команд и стримеры (сайта). Никаких менеджеров, тренеров или \"личных\" стримеров команд быть не может.
            - 12.3. Разрешено не проверять профайл соперников, просто играть и не думать о составах.
            12.4. Походу турнира замены запрещены(обсуждаются с судьями)."); ?>
        </p>
    </section>
    <section>
        <h3>13. Турнирные правила Overwatch </h3>
        <p><?php echo nl2br("- 13.1. Лобби создает капитан команды
            - 13.2 Настройки лобби внутри самой игры Overwatch:
            - Обязательно необходимо выключить повторы смертей.
            - Выбор режима игры: Соревновательная игра
            - Лимит героев на команду: Запрещено выбирать более одного героя на команду.
            - Все остальные настройки должны быть выставлены по умолчанию, кроме выбора карты.
            - 13.3. Версия игры - Latest (Последняя)
            - 13.4. Продолжительность игры - до определения победителя.
            -13.5. В случае рестарта игра должна быть перезапущена с такими же настройками, как и в первой игре. Игроки должны выбрать тех же героев
            - 13.6. Нечестной игрой считается: использование программ, взламывающих игру.");
            ?>
        </p>
    </section>
    <section>
        <h3>14. Дисциплинарные правила</h3>
        <p><?php echo nl2br("- 14.1.  Во избежание конфликтов/спама - в общий игровой чат разрешено писать только капитанам команд.
            - 14.2. Систематическое внесение счетов в свою пользу - бан на сайте.
            - 14.3. Использование в игре незаявленного игрока – дисквалификация с турнира.
            - 14.4. Ложная подача протеста/жалобы - предупреждение.
            - 14.5. Оскорбления и провокации противников в Skype/Battle.net/лобби/игре/на сайте, а также на постороних порталах и социальных сетях - на усмотрение судьи (предупреждение, снятие очков, бан на сайте, техническое поражение).
            - 14.6. Саботирование матчей или обман судей - бан на сайте.
            - 14.7. Запрещены оскорбительное названия команд."); ?>
        </p>
    </section>
</div>